import SplitBlocks from '@modules/common/components/SplitBlocks';
import s from './About.module.scss';

const About = () => {
	return (
		<SplitBlocks
			title="Швидкі кредити на вашу карту"
			anchor="about"
			className={s.container}
		>
			<p>
				ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ «ФІНАНСОВА КОМПАНІЯ «ФІН-РАНГ» (далі
				ТОВ «ФК «ФІН-РАНГ» - сервіс онлайн-кредитів в Україні, в якому можна швидко
				отримати гроші на карту будь-якого українського банку.
			</p>
			<p>
				{' '}
				Свідоцтво про реєстрацію фінансової установи серії ФК № 1389, дата видачі
				свідоцтва 23.04.2020. дата прийняття та номер рішення про внесення
				фінансової установи до Державного реєстру фінансових установ 23.04.2020
			</p>
			<p>
				{' '}
				Ліцензія на діяльність фінансової компанії з правом надання послуг – надання
				коштів та банківських металів у кредит (рішення №21/732-рк від 28.06.2024)
			</p>
		</SplitBlocks>
	);
};

export default About;
